/**
 * 特殊字符区域之外的icon位置和大小数据
 */

define( function () {

    return {
        "fx": {
            "x": 0,
            "y": 0
        },
        "frac": {
            "x": 45,
            "y": 0
        },
        "script": {
            "x": 82,
            "y": 0
        },
        "sqrt": {
            "x": 119,
            "y": 0
        },
        "int": {
            "x": 156,
            "y": 0
        },
        "sum": {
            "x": 193,
            "y": 0
        },
        "brackets": {
            "x": 230,
            "y": 0
        },
        "sin": {
            "x": 267,
            "y": 0
        },
        "up": {
            "x": 304,
            "y": 0
        },
        "down": {
            "x": 325,
            "y": 0
        },
        "open": {
            "x": 346,
            "y": 0
        },
        "tick": {
            "x": 367,
            "y": 0
        }
    };

} );